{
  "TwitterXDownload": "TwitterXDownload",
  "The fastest and most reliable Twitter video downloader. Free to use, no registration required.": "El descargador de videos de Twitter más rápido y confiable. Gratis y sin registro.",
  "Home": "Inicio",
  "About Us": "Sobre Nosotros",
  "Privacy Policy": "Política de Privacidad",
  "Terms of Service": "Términos de Servicio",
  "Other Links": "Otros Enlaces",
  "Contact Us": "Contáctenos",
  "All rights reserved.": "Todos los derechos reservados.",
  "Hot Tweets": "Tweets Populares",
  "Load More": "Cargar Más",
  "Download Twitter video and all content": "Descargar video de Twitter y todo el contenido",
  "TwitterXDownload is an online web app to download twitter videos and all content to your computer directly. Twitter videos and Twitter GIFs are embedded in the tweet, so to download twitter videos online, you need to copy the tweet URL/link and paste it in the above text box. Our Twitter X download service will extract the twitter to mp4 link from the tweet and you can save twitter videos to your computer.": "TwitterXDownload es una aplicación web en línea para descargar videos de Twitter y todo el contenido directamente a tu computadora. Los videos y GIFs de Twitter están incrustados en el tweet, así que para descargar videos de Twitter en línea, necesitas copiar la URL/enlace del tweet y pegarlo en el cuadro de texto de arriba. Nuestro servicio de descarga de Twitter X extraerá el enlace mp4 del tweet y podrás guardar los videos de Twitter en tu computadora.",
  "All the videos and images are loaded directly from twitter CDN.": "Todos los videos e imágenes se cargan directamente desde el CDN de Twitter.",
  "Frequently Asked Questions": "Preguntas Frecuentes",
  "Submit": "Enviar",
  "Cancel": "Cancelar",
  "How do I download Twitter videos?": "¿Cómo descargo videos de Twitter?",
  "Simply paste the Twitter video URL into the input box above and click the Download button. Our service will process the video and provide you with a download link.": "Simplemente pega la URL del video de Twitter en el cuadro de entrada de arriba y haz clic en el botón Descargar. Nuestro servicio procesará el video y te proporcionará un enlace de descarga.",
  "Is it really free to use?": "¿Es realmente gratis?",
  "Yes, our service is completely free to use. There are no hidden charges or registration requirements.": "Sí, nuestro servicio es completamente gratuito. No hay cargos ocultos ni requisitos de registro.",
  "What video formats are supported?": "¿Qué formatos de video son compatibles?",
  "We support all video formats available on Twitter, including MP4 and other common formats. The quality of the downloaded video will match the original.": "Admitimos todos los formatos de video disponibles en Twitter, incluidos MP4 y otros formatos comunes. La calidad del video descargado coincidirá con el original.",
  "Search Tweets": "Buscar Tweets",
  "Downloader": "Descargador",
  "Download": "Descargar",
  "Paste": "Pegar",
  "API running state: online": "Estado de la API: en línea",
  "Free and No Registration Required": "Gratis y Sin Registro",
  "Download Twitter Video And ALL": "Descargar Video de Twitter y TODO",
  "Hot Creators": "Creadores Populares",
  "Follow": "Seguir",
  "Plugin": "Complemento",
  "Goto Tweet": "Ir al Tweet",
  "Share": "Compartir",
  "Explore": "Explorar",
  "Please enter a twitter status url": "Por favor, ingresa una URL de estado de Twitter",
  "Invalid twitter status url format": "Formato de URL de estado de Twitter inválido",
  "Search Conditions": "Condiciones de Búsqueda",
  "Search Results": "Resultados de Búsqueda",
  "Content Type": "Tipo de Contenido",
  "Date Range": "Rango de Fechas",
  "Search": "Buscar",
  "Clear": "Limpiar",
  "Search results will be displayed here": "Los resultados de búsqueda se mostrarán aquí",
  "All": "Todo",
  "Week": "Semana",
  "Month": "Mes",
  "Quarter": "Trimestre",
  "Video": "Video",
  "Image": "Imagen",
  "Fetch": "Obtener",
  "Re-Publish": "Republicar",
  "Tweets": "Tweets",
  "Editor": "Editor",
  "Parse Result": "Resultado del Análisis",
  "Re-Publish these tweets to your Twitter account. You can edit tweets before publishing. Also you can try use 'Translate to' to other languages.": "Republica estos tweets en tu cuenta de Twitter. Puedes editar los tweets antes de publicar. También puedes usar 'Traducir a' para otros idiomas.",
  "Go to https://developer.x.com to get your API keys. Free plan is Enough, your API keys will only stored in your browser.": "Ve a https://developer.x.com/ para obtener tus claves API. El plan gratuito es suficiente, tus claves API solo se almacenarán en tu navegador.",
  "Translate to": "Traducir a",
  "Warning": "Advertencia",
  "Are you sure you want to delete this tweet?": "¿Estás seguro de querer eliminar este tweet?",
  "Are you sure you want to delete this media?": "¿Estás seguro de querer eliminar este medio?",
  "Confirm": "Confirmar",
  "Add Media": "Añadir Medio",
  "Insert": "Insertar",
  "Delete": "Eliminar",
  "Self Hosted": "Autohospedado",
  "Exit": "Salir",
  "Nothing to publish": "No hay tweets para publicar",
  "Will exceed the API limit of 17 tweets every 24 hours": "Excederá el límite de API de 17 tweets cada 24 horas",
  "Please set your api keys": "Por favor, establezca sus claves API",
  "All tweets published successfully": "Todos los tweets publicados correctamente",
  "Friends Link": "Enlaces de Amigos",
  "Please enter the admin password": "Por favor, ingrese la contraseña de administrador",
  "Hide this tweet from homepage?": "¿Ocultar este tweet en la página de inicio?",
  "Delete this tweet from database?": "¿Eliminar este tweet de la base de datos?",
  "Hide this tweet": "Ocultar este tweet",
  "Delete this tweet": "Eliminar este tweet",
  "Hide all tweets from this account on homepage?": "¿Ocultar todos los tweets de esta cuenta en la página de inicio?",
  "Hide this account": "Ocultar esta cuenta"
} 