{
  "TwitterXDownload": "TwitterXDownload",
  "The fastest and most reliable Twitter video downloader. Free to use, no registration required.": "Le téléchargeur de vidéos Twitter le plus rapide et le plus fiable. Gratuit, sans inscription requise.",
  "Home": "Accueil",
  "About Us": "À Propos",
  "Privacy Policy": "Politique de Confidentialité",
  "Terms of Service": "Conditions d'Utilisation",
  "Other Links": "Autres Liens",
  "Contact Us": "Contactez-nous",
  "All rights reserved.": "Tous droits réservés.",
  "Hot Tweets": "Tweets Populaires",
  "Load More": "Charger Plus",
  "Download Twitter video and all content": "Télécharger la vidéo Twitter et tout le contenu",
  "TwitterXDownload is an online web app to download twitter videos and all content to your computer directly. Twitter videos and Twitter GIFs are embedded in the tweet, so to download twitter videos online, you need to copy the tweet URL/link and paste it in the above text box. Our Twitter X download service will extract the twitter to mp4 link from the tweet and you can save twitter videos to your computer.": "TwitterXDownload est une application web en ligne pour télécharger des vidéos Twitter et tout le contenu directement sur votre ordinateur. Les vidéos et GIFs Twitter sont intégrés dans le tweet, donc pour télécharger des vidéos Twitter en ligne, vous devez copier l'URL/lien du tweet et le coller dans la zone de texte ci-dessus. Notre service de téléchargement Twitter X extraira le lien mp4 du tweet et vous pourrez enregistrer les vidéos Twitter sur votre ordinateur.",
  "All the videos and images are loaded directly from twitter CDN.": "Toutes les vidéos et images sont chargées directement depuis le CDN de Twitter.",
  "Frequently Asked Questions": "Questions Fréquentes",
  "Submit": "Soumettre",
  "Cancel": "Annuler",
  "How do I download Twitter videos?": "Comment télécharger des vidéos Twitter ?",
  "Simply paste the Twitter video URL into the input box above and click the Download button. Our service will process the video and provide you with a download link.": "Il suffit de coller l'URL de la vidéo Twitter dans la zone de saisie ci-dessus et de cliquer sur le bouton Télécharger. Notre service traitera la vidéo et vous fournira un lien de téléchargement.",
  "Is it really free to use?": "Est-ce vraiment gratuit ?",
  "Yes, our service is completely free to use. There are no hidden charges or registration requirements.": "Oui, notre service est entièrement gratuit. Il n'y a pas de frais cachés ni d'inscription requise.",
  "What video formats are supported?": "Quels formats vidéo sont pris en charge ?",
  "We support all video formats available on Twitter, including MP4 and other common formats. The quality of the downloaded video will match the original.": "Nous prenons en charge tous les formats vidéo disponibles sur Twitter, y compris MP4 et autres formats courants. La qualité de la vidéo téléchargée correspondra à l'original.",
  "Search Tweets": "Rechercher des Tweets",
  "Downloader": "Téléchargeur",
  "Download": "Télécharger",
  "Paste": "Coller",
  "API running state: online": "État de l'API : en ligne",
  "Free and No Registration Required": "Gratuit et Sans Inscription",
  "Download Twitter Video And ALL": "Télécharger la Vidéo Twitter et TOUT",
  "Hot Creators": "Créateurs Populaires",
  "Follow": "Suivre",
  "Plugin": "Plugin",
  "Goto Tweet": "Aller au Tweet",
  "Share": "Partager",
  "Explore": "Explorer",
  "Please enter a twitter status url": "Veuillez entrer une URL de statut Twitter",
  "Invalid twitter status url format": "Format d'URL de statut Twitter invalide",
  "Search Conditions": "Conditions de Recherche",
  "Search Results": "Résultats de Recherche",
  "Content Type": "Type de Contenu",
  "Date Range": "Plage de Dates",
  "Search": "Rechercher",
  "Clear": "Effacer",
  "Search results will be displayed here": "Les résultats de recherche seront affichés ici",
  "All": "Tout",
  "Week": "Semaine",
  "Month": "Mois",
  "Quarter": "Trimestre",
  "Video": "Vidéo",
  "Image": "Image",
  "Fetch": "Récupérer",
  "Re-Publish": "Republier",
  "Tweets": "Tweets",
  "Editor": "Éditeur",
  "Parse Result": "Résultat d'Analyse",
  "Re-Publish these tweets to your Twitter account. You can edit tweets before publishing. Also you can try use 'Translate to' to other languages.": "Republiez ces tweets sur votre compte Twitter. Vous pouvez modifier les tweets avant de publier. Vous pouvez aussi essayer d'utiliser 'Traduire vers' d'autres langues.",
  "Go to https://developer.x.com to get your API keys. Free plan is Enough, your API keys will only stored in your browser.": "Allez sur https://developer.x.com/ pour obtenir vos clés API. Le plan gratuit est suffisant, vos clés API seront uniquement stockées dans votre navigateur.",
  "Translate to": "Traduire vers",
  "Warning": "Avertissement",
  "Are you sure you want to delete this tweet?": "Êtes-vous sûr de vouloir supprimer ce tweet ?",
  "Are you sure you want to delete this media?": "Êtes-vous sûr de vouloir supprimer cette média ?",
  "Confirm": "Confirmer",
  "Add Media": "Ajouter Média",
  "Insert": "Insérer",
  "Delete": "Supprimer",
  "Self Hosted": "Self Hosted",
  "Exit": "Quitter",
  "Nothing to publish": "Aucun tweet à publier",
  "Will exceed the API limit of 17 tweets every 24 hours": "Dépassera la limite de l'API de 17 tweets par 24 heures",
  "Please set your api keys": "Veuillez définir vos clés API",
  "All tweets published successfully": "Tous les tweets publiés avec succès",
  "Friends Link": "Liens d'Amis",
  "Please enter the admin password": "Veuillez entrer le mot de passe administrateur",
  "Hide this tweet from homepage?": "Masquer ce tweet sur la page d'accueil ?",
  "Delete this tweet from database?": "Supprimer ce tweet de la base de données ?",
  "Hide this tweet": "Masquer ce tweet",
  "Delete this tweet": "Supprimer ce tweet",
  "Hide all tweets from this account on homepage?": "Masquer tous les tweets de ce compte sur la page d'accueil ?",
  "Hide this account": "Masquer ce compte"
} 