{
  "TwitterXDownload": "TwitterXDownload",
  "The fastest and most reliable Twitter video downloader. Free to use, no registration required.": "Il downloader di video Twitter più veloce e affidabile. Gratuito, nessuna registrazione richiesta.",
  "Home": "Home",
  "About Us": "Chi Siamo",
  "Privacy Policy": "Informativa sulla Privacy",
  "Terms of Service": "Termini di Servizio",
  "Other Links": "Altri Link",
  "Contact Us": "Contattaci",
  "All rights reserved.": "Tutti i diritti riservati.",
  "Hot Tweets": "Tweet Popolari",
  "Load More": "Carica Altro",
  "Download Twitter video and all content": "Scarica video Twitter e tutti i contenuti",
  "TwitterXDownload is an online web app to download twitter videos and all content to your computer directly. Twitter videos and Twitter GIFs are embedded in the tweet, so to download twitter videos online, you need to copy the tweet URL/link and paste it in the above text box. Our Twitter X download service will extract the twitter to mp4 link from the tweet and you can save twitter videos to your computer.": "TwitterXDownload è un'applicazione web online per scaricare video Twitter e tutti i contenuti direttamente sul tuo computer. I video e le GIF di Twitter sono incorporati nel tweet, quindi per scaricare i video Twitter online, devi copiare l'URL/link del tweet e incollarlo nella casella di testo sopra. Il nostro servizio di download Twitter X estrarrà il link mp4 dal tweet e potrai salvare i video Twitter sul tuo computer.",
  "All the videos and images are loaded directly from twitter CDN.": "Tutti i video e le immagini sono caricati direttamente dal CDN di Twitter.",
  "Frequently Asked Questions": "Domande Frequenti",
  "Submit": "Invia",
  "Cancel": "Annulla",
  "How do I download Twitter videos?": "Come scarico i video di Twitter?",
  "Simply paste the Twitter video URL into the input box above and click the Download button. Our service will process the video and provide you with a download link.": "Basta incollare l'URL del video Twitter nella casella di input sopra e fare clic sul pulsante Scarica. Il nostro servizio elaborerà il video e ti fornirà un link per il download.",
  "Is it really free to use?": "È davvero gratuito?",
  "Yes, our service is completely free to use. There are no hidden charges or registration requirements.": "Sì, il nostro servizio è completamente gratuito. Non ci sono costi nascosti o requisiti di registrazione.",
  "What video formats are supported?": "Quali formati video sono supportati?",
  "We support all video formats available on Twitter, including MP4 and other common formats. The quality of the downloaded video will match the original.": "Supportiamo tutti i formati video disponibili su Twitter, inclusi MP4 e altri formati comuni. La qualità del video scaricato corrisponderà all'originale.",
  "Search Tweets": "Cerca Tweet",
  "Downloader": "Downloader",
  "Download": "Scarica",
  "Paste": "Incolla",
  "API running state: online": "Stato API: online",
  "Free and No Registration Required": "Gratuito e Senza Registrazione",
  "Download Twitter Video And ALL": "Scarica Video Twitter e TUTTO",
  "Hot Creators": "Creatori Popolari",
  "Follow": "Segui",
  "Plugin": "Plugin",
  "Goto Tweet": "Vai al Tweet",
  "Share": "Condividi",
  "Explore": "Esplora",
  "Please enter a twitter status url": "Inserisci un URL di stato Twitter",
  "Invalid twitter status url format": "Formato URL di stato Twitter non valido",
  "Search Conditions": "Condizioni di Ricerca",
  "Search Results": "Risultati della Ricerca",
  "Content Type": "Tipo di Contenuto",
  "Date Range": "Intervallo di Date",
  "Search": "Cerca",
  "Clear": "Cancella",
  "Search results will be displayed here": "I risultati della ricerca verranno visualizzati qui",
  "All": "Tutto",
  "Week": "Settimana",
  "Month": "Mese",
  "Quarter": "Trimestre",
  "Video": "Video",
  "Image": "Immagine",
  "Fetch": "Recupera",
  "Re-Publish": "Ripubblica",
  "Tweets": "Tweet",
  "Editor": "Editor",
  "Parse Result": "Risultato Analisi",
  "Re-Publish these tweets to your Twitter account. You can edit tweets before publishing. Also you can try use 'Translate to' to other languages.": "Ripubblica questi tweet sul tuo account Twitter. Puoi modificare i tweet prima di pubblicare. Puoi anche provare a usare 'Traduci in' per altre lingue.",
  "Go to https://developer.x.com to get your API keys. Free plan is Enough, your API keys will only stored in your browser.": "Vai su https://developer.x.com/ per ottenere le tue chiavi API. Il piano gratuito è sufficiente, le tue chiavi API saranno memorizzate solo nel tuo browser.",
  "Translate to": "Traduci in",
  "Warning": "Avviso",
  "Are you sure you want to delete this tweet?": "Sei sicuro di voler eliminare questo tweet?",
  "Are you sure you want to delete this media?": "Sei sicuro di voler eliminare questo contenuto multimediale?", 
  "Confirm": "Conferma",
  "Add Media": "Aggiungi Media",
  "Insert": "Inserisci",
  "Delete": "Elimina",
  "Self Hosted": "Autohospedato",
  "Exit": "Esci",
  "Nothing to publish": "Nessun tweet da pubblicare",
  "Will exceed the API limit of 17 tweets every 24 hours": "Superare il limite API di 17 tweet ogni 24 ore",
  "Please set your api keys": "Imposta le tue chiavi API",
  "All tweets published successfully": "Tutti i tweet pubblicati con successo",
  "Friends Link": "Link degli Amici",
  "Please enter the admin password": "Inserisci la password dell'amministratore",
  "Hide this tweet from homepage?": "Nascondi questo tweet dalla home?",
  "Delete this tweet from database?": "Elimina questo tweet dalla base di dati?",
  "Hide this tweet": "Nascondi questo tweet",
  "Delete this tweet": "Elimina questo tweet",
  "Hide all tweets from this account on homepage?": "Nascondi tutti i tweet di questo account sulla home?",
  "Hide this account": "Nascondi questo account"
} 