{
  "TwitterXDownload": "TwitterXDownload",
  "The fastest and most reliable Twitter video downloader. Free to use, no registration required.": "O mais rápido e confiável baixador de vídeos do Twitter. Gratuito, sem necessidade de registro.",
  "Home": "Início",
  "About Us": "Sobre Nós",
  "Privacy Policy": "Política de Privacidade",
  "Terms of Service": "Termos de Serviço",
  "Other Links": "Outros Links",
  "Contact Us": "Contate-nos",
  "All rights reserved.": "Todos os direitos reservados.",
  "Hot Tweets": "Tweets Populares",
  "Load More": "Carregar Mais",
  "Download Twitter video and all content": "Baixar vídeo do Twitter e todo o conteúdo",
  "TwitterXDownload is an online web app to download twitter videos and all content to your computer directly. Twitter videos and Twitter GIFs are embedded in the tweet, so to download twitter videos online, you need to copy the tweet URL/link and paste it in the above text box. Our Twitter X download service will extract the twitter to mp4 link from the tweet and you can save twitter videos to your computer.": "TwitterXDownload é um aplicativo web online para baixar vídeos do Twitter e todo o conteúdo diretamente para seu computador. Os vídeos e GIFs do Twitter estão incorporados no tweet, então para baixar vídeos do Twitter online, você precisa copiar a URL/link do tweet e colar na caixa de texto acima. Nosso serviço de download do Twitter X extrairá o link mp4 do tweet e você poderá salvar os vídeos do Twitter em seu computador.",
  "All the videos and images are loaded directly from twitter CDN.": "Todos os vídeos e imagens são carregados diretamente do CDN do Twitter.",
  "Frequently Asked Questions": "Perguntas Frequentes",
  "Submit": "Enviar",
  "Cancel": "Cancelar",
  "How do I download Twitter videos?": "Como faço para baixar vídeos do Twitter?",
  "Simply paste the Twitter video URL into the input box above and click the Download button. Our service will process the video and provide you with a download link.": "Simplesmente cole a URL do vídeo do Twitter na caixa de entrada acima e clique no botão Baixar. Nosso serviço processará o vídeo e fornecerá um link para download.",
  "Is it really free to use?": "É realmente gratuito?",
  "Yes, our service is completely free to use. There are no hidden charges or registration requirements.": "Sim, nosso serviço é completamente gratuito. Não há cobranças ocultas ou requisitos de registro.",
  "What video formats are supported?": "Quais formatos de vídeo são suportados?",
  "We support all video formats available on Twitter, including MP4 and other common formats. The quality of the downloaded video will match the original.": "Suportamos todos os formatos de vídeo disponíveis no Twitter, incluindo MP4 e outros formatos comuns. A qualidade do vídeo baixado será igual à original.",
  "Search Tweets": "Pesquisar Tweets",
  "Downloader": "Baixador",
  "Download": "Baixar",
  "Paste": "Colar",
  "API running state: online": "Estado da API: online",
  "Free and No Registration Required": "Gratuito e Sem Necessidade de Registro",
  "Download Twitter Video And ALL": "Baixar Vídeo do Twitter e TUDO",
  "Hot Creators": "Criadores Populares",
  "Follow": "Seguir",
  "Plugin": "Plugin",
  "Goto Tweet": "Ir para o Tweet",
  "Share": "Compartilhar",
  "Explore": "Explorar",
  "Please enter a twitter status url": "Por favor, insira uma URL de status do Twitter",
  "Invalid twitter status url format": "Formato de URL de status do Twitter inválido",
  "Search Conditions": "Condições de Pesquisa",
  "Search Results": "Resultados da Pesquisa",
  "Content Type": "Tipo de Conteúdo",
  "Date Range": "Intervalo de Data",
  "Search": "Pesquisar",
  "Clear": "Limpar",
  "Search results will be displayed here": "Os resultados da pesquisa serão exibidos aqui",
  "All": "Todos",
  "Week": "Semana",
  "Month": "Mês",
  "Quarter": "Trimestre",
  "Video": "Vídeo",
  "Image": "Imagem",
  "Fetch": "Buscar",
  "Re-Publish": "Republicar",
  "Tweets": "Tweets",
  "Editor": "Editor",
  "Parse Result": "Resultado da Análise",
  "Re-Publish these tweets to your Twitter account. You can edit tweets before publishing. Also you can try use 'Translate to' to other languages.": "Republique estes tweets em sua conta do Twitter. Você pode editar os tweets antes de publicar. Você também pode usar 'Traduzir para' outros idiomas.",
  "Go to https://developer.x.com to get your API keys. Free plan is Enough, your API keys will only stored in your browser.": "Vá para https://developer.x.com/ para obter suas chaves de API. O plano gratuito é suficiente, suas chaves de API serão armazenadas apenas em seu navegador.",
  "Translate to": "Traduzir para",
  "Warning": "Aviso",
  "Are you sure you want to delete this tweet?": "Tem certeza que deseja excluir este tweet?",
  "Are you sure you want to delete this media?": "Tem certeza que deseja excluir este mídia?",
  "Confirm": "Confirmar",
  "Add Media": "Adicionar Mídia",
  "Insert": "Inserir",
  "Delete": "Excluir",
  "Self Hosted": "Autohospedado",
  "Exit": "Sair",
  "Nothing to publish": "Nenhum tweet para publicar",
  "Will exceed the API limit of 17 tweets every 24 hours": "Excederá o limite de API de 17 tweets por 24 horas",
  "Please set your api keys": "Defina suas chaves de API",
  "All tweets published successfully": "Todos os tweets publicados com sucesso",
  "Friends Link": "Links de Amigos",
  "Please enter the admin password": "Por favor, insira a senha do administrador",
  "Hide this tweet from homepage?": "Ocultar este tweet na página inicial?",
  "Delete this tweet from database?": "Excluir este tweet da base de dados?",
  "Hide this tweet": "Ocultar este tweet",
  "Delete this tweet": "Excluir este tweet",
  "Hide all tweets from this account on homepage?": "Ocultar todos os tweets deste conta na página inicial?",
  "Hide this account": "Ocultar este conta"
} 